const CITY_KEY = "user/city";

export const services = {
  Kiev: {
    "Підтримуюче прибирання": {
      "до 50 м2": "від 1450 грн",
      "до 70 м2": "від 1800 грн",
      "до 90 м2": "від 2150 грн",
      "до 120 м2": "від 2500 грн",
      "до 150 м2": "від 3000 грн",
      "від 150 м2": "25 грн/м2",

      "до 50 м2(2)": "від 1200 грн",
      "до 70 м2(2)": "від 1500 грн",
      "до 90 м2(2)": "від 1700 грн",
      "до 120 м2(2)": "від 2000 грн",
      "до 150 м2(2)": "від 2300 грн",
      "від 150 м2(2)": "від 17 грн/м2",
      "Помити витяжку": "Від 700 грн",
      "Помити посуд": "400 грн / год",
      "Помити духову шафу": "Від 900 грн",
      "Протерти шафи всередині": "Від 35 грн / шт",
      "Помити холодильник": "Від 800 грн",
      "Вимити кахель + шви": "120 грн / м2",
      "Почистити шви на підлозі/стінах": "120 грн / м2",
      "Прибрати додатковий санвузол": "Від 400 грн",
      "Домашні улюбленці": "+ 250грн",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 400 грн/пара",
      Прасування: "450 грн / год",
      "Помити пральну машину": "від 650 грн",

      PromoText1:
        "В рамках підтримуючого прибирання видаляємо пил і побутові забруднення зі всіх горизонтальних поверхонь в квартирі, пилососимо і миємо підлогу, чистимо сантехніку і ванну, миємо кухонні поверхні, очищаємо фартух і плиту зовні, пилососимо меблі і килими.",

      PromoText2:
        "Підтримуюче прибирання — це формат постійної співпраці, де за вашим домом закріплюється особистий клінер Lucky.\nВін приходить 1 раз на тиждень або 1 раз на два тижні та підтримує ідеальний порядок у вашому просторі. Всі засоби, техніку та інвентар ми привозимо з собою.\nДля формату раз на тиждень діє спеціальна акційна ціна.\nВи завжди знаєте, хто саме приходить до вас додому.",

      TableRow1Title: "1 раз в 1-2 тижні",
      TableRow2Title: "1 раз в три тижні і рідше",

      List1Title: "У всіх кімнатах:",
      List2Title: "На кухні:",
      List3Title: "В ванній кімнаті:",

      List1Item1: "розкладаємо речі по місцях",
      List1Item2: "проводимо сухе та вологе прибирання всіх поверхонь ззовні",
      List1Item3:
        "застеляємо або замінюємо постільну білизну (за бажанням замовника)",
      List1Item4:
        "знепилюємо дверні коробки, двері, ручки, вимикачі, розетки, підвіконня та світильники",
      List1Item5: "пилососимо та миємо підлогу",
      List1Item6: "виносимо сміття з кімнат",

      List2Item1:
        "миємо робочу зону фартуха біля плити та раковини, а також плиту",
      List2Item2: "миємо посуд, раковину, сантехніку",
      List2Item3: "миємо мікрохвильовку",
      List2Item4: "розкладаємо речі по місцях",
      List2Item5:
        "техніку, яка знаходиться на поверхні стільниці, протираємо ззовні від пилу",
      List2Item6: "виносимо сміття з кухні",

      List3Item1: "миємо ванну, душ та умивальник",
      List3Item2: "натираємо змішувачі",
      List3Item3: "робимо дезінфекцію унітазу",
      List3Item4: "натираємо дзеркала та скляні поверхні",
      List3Item5: "виносимо сміття",

      InfoText1:
        "Пакет можна доповнити додатковими послугами — під ваші потреби та ритм життя.",
      InfoText2:
        "Тривалість прибирання: від 2 до 6 годин (залежить від площі приміщення), кожна додаткова година + 200 грн. Час виділений на квадратуру запитуйте у адміністратора.",
    },
    "Базове прибирання": {
      "до 50 м2": "від 4500 грн",
      "до 70 м2": "від 5500 грн",
      "до 90 м2": "від 7600 грн",
      "до 120 м2": "від 10 600 грн",
      "до 150 м2": "від 13 500 грн",
      "від 150 м2": "92 грн/м2",
      "Помити витяжку": "Від 700 грн",
      "Помити посуд": "400 грн / год",
      "Помити духову шафу": "Від 900 грн",
      "Протерти шафи всередині": "Від 35 грн / шт",
      "Помити холодильник": "Від 800 грн",
      "Вимити кахель + шви": "120 грн / м2",
      "Почистити шви на підлозі/стінах": "120 грн / м2",
      "Прибрати додатковий санвузол": "Від 400 грн",
      "Домашні улюбленці": "+ 250грн",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 400 грн/пара",

      maxPrice:
        "***максимально збільшена сума може бути на 1500 грн, все обговорюється перед початком роботи",

      Прасування: "450 грн / год",
      "Помити пральну машину": "від 650 грн",

      PromoText:
        "Ретельна чистота всього дому — за один візит.",

      PromoText2:
        "Базове прибирання — це глибоке очищення помешкання на рівні зросту клінера.\nМи видаляємо пил, побутові забруднення та повертаємо простору свіжість і доглянутий вигляд. Усі засоби, техніку та інвентар команда Lucky привозить із собою.",

      List1Title: "У всіх кімнатах:",
      List2Title: "На кухні:",
      List3Title: "В ванній кімнаті:",

      List1Item1: "розкладаємо речі по місцях",
      List1Item2: "проводимо сухе та вологе прибирання всіх поверхонь ззовні",
      List1Item3:
        "застеляємо або замінюємо постільну білизну (за бажанням замовника)",
      List1Item4:
        "знепилюємо дверні коробки, двері, ручки, вимикачі, розетки, підвіконня та світильники",
      List1Item5: "натираємо дзеркала та скляні поверхні",
      List1Item6: "виносимо сміття",

      List2Item1: "відмиваємо всю техніку ззовні, яка знаходиться на поверхні",
      List2Item2: "відмиваємо кухонні фасади, фартух та плиту",
      List2Item3: "миємо холодильник, духову шафу ззовні",
      List2Item4: "миємо мікрохвильову піч ззовні та всередині",
      List2Item5: "миємо посуд",
      List2Item6: "виносимо сміття з кухні",

      List3Item1: "миємо ванну, душ та умивальник",
      List3Item2: "натираємо змішувачі",
      List3Item3: "робимо дезінфекцію унітазу",
      List3Item4: "натираємо дзеркала та скляні поверхні",
      List3Item5: "миємо кахель",
      List3Item6: "виносимо сміття",

      InfoText1: "Пакет можна доповнити додатковими послугами під ваш запит.",
      InfoText2: "Тривалість прибирання: до 6 годин (залежить від площі приміщення), кожна додаткова година + 200 грн. Час виділений на квадратуру запитуйте у адміністратора.",
    },
    "Генеральне прибирання": {
      "до 30 м2": "від 5000 грн",
      "до 50 м2": "від 6800 грн",
      "до 70 м2": "від 8200 грн",
      "до 90 м2": "від 10 200 грн",
      "до 120 м2": "від 12 700 грн",
      "до 150 м2": "від 16 000 грн",
      "від 150 м2": "115 грн/м2",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 400 грн/пара",

      PromoText: "Максимальна чистота. До кожного сантиметра.",

      PromoText2:
        "Генеральне прибирання — це повне глибоке очищення всього помешкання зовні та всередині.\nМи працюємо з важкодоступними зонами, рухаємо меблі (якщо це в силах наших дівчат), видаляємо застарілі забруднення та повертаємо простору ідеальний вигляд. Усі засоби, техніку та інвентар команда Lucky привозить із собою.\nУ вартість входить миття всієї кухонної техніки (духова шафа, холодильник, мікрохвильова піч, витяжка)\nПродуваємо радіатори парогенератором\nМорозильну камеру додаємо за попереднім запитом\nПрибирання виконується у всіх приміщеннях: житлові кімнати, кухня, санвузли, коридор, передпокій та гардеробна, балкон та тераса додатково.",

      List1Title: "У всіх кімнатах:",
      List2Title: "На кухні:",
      List3Title: "В ванній кімнаті:",

      List1Item1:
        "миємо домівку від стелі до підлоги знепилюємо стелю, ніші, карнизи та стіни",
      List1Item2:
        "знепилюємо дверні коробки, двері, ручки вимикачі, розетки, підвіконня та світильники",
      List1Item3: "знімаємо павутину з стелі",
      List1Item4:
        "проводимо сухе та вологе прибирання всіх поверхонь ззовні та в середині",
      List1Item5: "робимо суху чистку м’яких меблів",
      List1Item6:
        "застеляємо (замінюємо) постільну білизну (за бажанням замовника)",
      List1Item7: "натираємо дзеркала та скляні поверхні",
      List1Item8: "пилососимо, протираємо плінтуса та миємо підлогу",
      List1Item9: "виносимо сміття",

      List2Item1:
        "відмиваємо всі старі забруднення з професійними засобами та технікою",
      List2Item2: "відмиваємо кухонну техніку ззовні",
      List2Item3: "миємо фасад, фартух та плиту",
      List2Item4: "відмиваємо духову шафу, мікрохвильову піч, холодильник",
      List2Item5: "миємо посуд",
      List2Item6: "виносимо сміття",

      List3Item1: "обробляємо плитку парогенератором та натираємо її",
      List3Item2:
        "відмиваємо всі старі та сильно забруднені поверхні з професійними засобами та технікою",
      List3Item3: "натираємо дзеркала та скляні поверхні",
      List3Item4: "миємо ванну, душ, раковину, змішувачі, вентиляційні решітки",
      List3Item5: "робимо дезинфекцію унітазу",
      List3Item6: "виносимо сміття",

      InfoText2: "Тривалість прибирання: до 9 годин, кожна додаткова година + 300 грн.",
    },
    "Прибирання після ремонту": {
      price: "від 210 до 240 грн за м2",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 400 грн/пара",
      "Миття вікон після ремонту": "Від 330 грн/м2 з двох сторін",

      Text1:
        "Прибирання після ремонту включає повне видалення будівельного пилу, а також слідів фарби, затирання, скотча, клею, монтажної піни та інших будівельних забруднень. Чистці піддаються абсолютно всі поверхні і всі предмети інтер'єру в приміщенні включаючи, стіни, підлогу і стелю, меблі всередині та зовні.",
      Text2:
        "Всі вологостійкі поверхні миємо спеціалізованими засобами, інші очищаємо сухими методами. Окремо оцінюється поштучне очищення і розстановка великої кількості побутових предметів, залишених в зоні ремонту. Може включати в себе додаткові послуги.",
      Text3: "ДОДАТКОВІ УМОВИ\n • Поштучне очищення та розстановка великої кількості предметів оцінюється окремо\n • Можливе доповнення пакету додатковими послугами\n • Великогабаритне будівельне сміття не вивозимо",
    },
    "Хімчистка меблів": {
      "Диван «Книжка»": "Від 1700 грн",
      "Диван «Кутовий»": "Від 2100 грн",
      "Диван «П-подібний»": "Від 3400 грн",
      "Кухонний куточок": "Від 1450 грн",
      "Розкладна/висувна частина": "200грн+",
      "Одна подушка": "90грн+",
      "Крісло велике мʼяке": "Від 600 грн",
      "Пуф мʼякий": "Від 300 грн",
      "Банкетка мʼяка": "Від 500 грн",
      "Стілець великий мʼякий": "від 450 грн",
      "Стілець малий мʼякий": "Від 250 грн",
      "Односпальний матрац дитячий (з однієі сторони)": "Від 1100 грн",
      "Двоспальний матрац (з однієі сторони)": "Від 1500 грн",
      "Чистка каркасу + підголовника": "Від 1200 грн",
      "Лише підголовник чи каркас": "Від 650 грн",
    },
    "Миття вікон": {
      "Сезонне миття вікон від  з двох сторін": "Від 280 грн",
      "Миття вікон після ремонту від  з двох сторін": "Від 350 грн",
      "Миття вікон з однієї сторони + рама всередині від": "195 грн",
      "Знепилення зсередини": "120 грн",
      "Миття сіток": "60 грн/шт",
    },
    "Локальне прибирання": {
      "Ціна такого прибирання": "900 грн / година.",
      "ванна кімната": "900 грн/година, мін 3 год",
      кухня: " 900 грн/година, мін 4 год",
      "Миття вікон з однієї сторони + рама всередині": "від 120 грн/м2",
      "Миття вікон від пилу зсередини": "від 80 грн/м2",

      Text1:
        "Локальне прибирання, це вид прибирання, де саме Ви вказуєте що саме потрібно прибирати. Тобто миється лише те, на що Ви вказуєте або кажете «генеральне прибирання ванної кімнати або кухні», і клінер вимиває повністю все, ззовні та всередині.",
      Text2: `
        Ціна такого прибирання від
                  <span class="accent">
                    <span
                      data-changeable="true"
                      data-category="Локальне прибирання"
                      data-service="Ціна такого прибирання"
                      >900 грн / година
                    </span> </span
                  >. Мінімальне замовлення
                  <span class="accent"> 3 години </span>.
      `,
      Text3: `Кожна зона рахується окремо.
                  <span class="accent"
                    >Тобто
                    <span
                      data-changeable="true"
                      data-category="Локальне прибирання"
                      data-service="ванна кімната"
                      >900 грн / година
                    </span>
                  </span>
                  - ванна кімната, та паралельно
                  <span class="accent">
                    <span
                      data-changeable="true"
                      data-category="Локальне прибирання"
                      data-service="кухня"
                      >900 грн / година
                    </span></span
                  >
                  ,мін 4 год - кухня.`,

      Text4:
        " Клінер не відпочиває, не відходить, працює від А до Я без перерв. Час записується той, в який вже клінер почав працювати.",
    },
    "Персональний помічник": {
      "Ціна такої послуги": "650 грн / год",
    },
    Франшиза: {
      price: "3000$",
      phone: "+38 (068)-464-41-44",
    },
    Contacts: {
      Email: "luckycleaningkyiv@gmail.com",
      Email_From: "luckycleaningkyiv@gmail.com",
      Email_To: "Stamik85@gmail.com",
      Instagram:
        "https://instagram.com/lucky_cleaning.kyiv?igshid=OGQ5ZDc2ODk2ZA==",
      TikTok: "https://www.tiktok.com/@lucky_cleaning.vn?_t=8fDtyXdBUGs",
      Facebook: "https://www.facebook.com/profile.php?id=100067292997034",
      Telegram: "https://t.me/LuckyCleaning_bot",
      Phone: "+380 (67) 192 92 12",
      TelegramMessage: "https://t.me/luckycleaningkyiv",
    },
  },
  Vinitsa: {
    "Підтримуюче прибирання": {
      "до 50 м2": "від 1450 грн",
      "до 70 м2": "від 1800 грн",
      "до 90 м2": "від 2150 грн",
      "до 120 м2": "від 2500 грн",
      "до 150 м2": "від 3000 грн",
      "від 150 м2": "25 грн/м2",

      "до 50 м2(2)": "від 1200 грн",
      "до 70 м2(2)": "від 1500 грн",
      "до 90 м2(2)": "від 1700 грн",
      "до 120 м2(2)": "від 2000 грн",
      "до 150 м2(2)": "від 2300 грн",
      "від 150 м2(2)": "від 17 грн/м2",

      "Помити витяжку": "Від 500 грн",
      "Помити посуд": "Від 300 грн/година",
      "Помити духову шафу": "Від 550 грн",
      "Помити мікрохвильовку": "Від 350 грн",
      "Протерти шафи всередині": "Від 20 грн / шт",
      "Помити холодильник": "Від 500 грн",
      "Помити холодильну камеру": "Від 300 грн",
      "Вимити кахель + шви": "від 150 грн / м2",
      "Почистити шви на підлозі/стінах": "від 100 грн / м2",
      "Прибрати додатковий санвузол": "від 350 грн",
      "Домашні улюбленці": "200 грн",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 300 грн/пара",
      Прасування: "350 грн/година",
      "Лоток/мисочка домашньої тварини": "250 грн",
      "Реставрація хрому/раковини": "Від 400 грн",
      "Зняття/прання/розвішування гардин": "Від 350 грн/вікно",
      "Знепилення гардин парогенератором + дезінфекція": "Від 300 грн/пара",
      "Видалення грибка": "Від 250 грн/зона",
      "Помити пральну машину": "Від 550 грн",
      "Дезінфекція мʼяких меблів": "від 500 грн",
      "Складання/сортирування речей": "300 грн/година",
      "Доставка ключів": "Від 200 грн",

      PromoText1: "",

      PromoText2:
        "Підтримуюче прибирання — це формат постійної співпраці, де за вашим домом закріплюється особистий клінер Lucky.\nВін приходить 1 раз на тиждень або 1 раз на два тижні та підтримує ідеальний порядок у вашому просторі. Всі засоби, техніку та інвентар ми привозимо з собою.\nДля формату раз на тиждень діє спеціальна акційна ціна.\nВи завжди знаєте, хто саме приходить до вас додому.",

      TableRow1Title: "Одноразове прибирання",
      TableRow2Title: "Від 4-х прибирань на місяць",

      List1Title: "У всіх кімнатах клінер:",
      List2Title: "На кухні:",
      List3Title: "В ванній кімнаті:",

      List1Item1: "розкладе речі на свої місця",
      List1Item2:
        "зробить сухе та вологе прибирання поверхонь на рівні свого зросту",
      List1Item3:
        "заправить або замінить постільну білизну (за бажанням замовника)",
      List1Item4:
        "знепилить дверні коробки, двері, ручки, вимикачі, розетки, підвіконня та світильники",
      List1Item5: "пропилососить та помиє підлогу",
      List1Item6: "винесе сміття",

      List2Item1:
        " помиє робочу зону фартуха біля плити та раковини, натре раковину",
      List2Item2: "помиє посуд, раковину, сантехніку, мікрохвильовку та плиту",
      List2Item3:
        "техніку, яка знаходиться на поверхні стільниці витре ззовні від пилу та протирає стіл",

      List3Item1: "помиє ванну, душ та умивальник",
      List3Item2: "натре змішувачі",
      List3Item3: "зробить дезінфекцію унітазу",
      List3Item4: "натре дзеркала та скляні поверхні",

      InfoText1:
        "Пакет можна доповнити додатковими послугами — під ваші потреби та ритм життя.",
      InfoText2: "Тривалість прибирання: від 2 до 6 годин (залежить від площі приміщення), кожна додаткова година + 200 грн. Час виділений на квадратуру запитуйте у адміністратора.",
    },
    "Базове прибирання": {
      "до 50 м2": "від 5400 грн",
      "до 70 м2": "від 6350 грн",
      "до 90 м2": "від 8900 грн",
      "до 120 м2": "від 12 200 грн",
      "до 150 м2": "від 15 300 грн",
      "від 150 м2": "від 105 грн/м2",

      maxPrice:
        "***максимально збільшена сума може бути на 2000 грн, все обговорюється перед початком роботи",

      "Помити витяжку": "Від 500 грн",
      "Помити посуд": "Від 300 грн/година",
      "Помити духову шафу": "Від 550 грн",
      "Помити мікрохвильовку": "Від 350 грн",
      "Протерти шафи всередині": "Від 20 грн / шт",
      "Помити холодильник": "Від 500 грн",
      "Помити холодильну камеру": "Від 300 грн",
      "Вимити кахель + шви": "від 150 грн / м2",
      "Почистити шви на підлозі/стінах": "від 100 грн / м2",
      "Прибрати додатковий санвузол": "від 350 грн",
      "Домашні улюбленці": "200 грн",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 300 грн/пара",
      Прасування: "350 грн/година",
      "Лоток/мисочка домашньої тварини": "250 грн",
      "Реставрація хрому/раковини": "Від 400 грн",
      "Зняття/прання/розвішування гардин": "Від 350 грн/вікно",
      "Знепилення гардин парогенератором + дезінфекція": "Від 300 грн/пара",
      "Видалення грибка": "Від 250 грн/зона",
      "Помити пральну машину": "Від 550 грн",
      "Дезінфекція мʼяких меблів": "від 500 грн",
      "Складання/сортирування речей": "300 грн/година",
      "Доставка ключів": "Від 200 грн",

      PromoText:
        "Ретельна чистота всього дому — за один візит.",

      PromoText2:
        "Базове прибирання — це глибоке очищення помешкання на рівні зросту клінера.\nМи видаляємо пил, побутові забруднення та повертаємо простору свіжість і доглянутий вигляд. Усі засоби, техніку та інвентар команда Lucky привозить із собою.",

      List1Title: "У всіх кімнатах ми:",
      List2Title: "На кухні:",
      List3Title: "В ванній кімнаті та в санвузлі:",

      List1Item1: "розкладемо речі на свої місця",
      List1Item2: "застелимо (замінимо) посліть (за бажанням замовника)",
      List1Item3:
        "проведемо сухе та вологе прибирання всіх поверхонь ззовні на рівні зросту клінера - знепилимо двері, дверні коробки, ручки, розетки, вимикачі, підвіконня та світильники",
      List1Item4: "натремо дзеркала та скляні поверхні",
      List1Item5: "пропилососим, помиємо підлогу та винесемо сміття",

      List2Item1: "відмиємо стільницю, раковину, фасад та фартух",
      List2Item2:
        "протремо холодильник та всю техніку ззовні від пилу / помиємо мікрохвильовку",
      List2Item3: "помиємо посуд, підлогу та винесемо сміття",

      List3Item1: "натремо дзеркало та скляні поверхні",
      List3Item2: "помиємо ванну, душ, умивальник, змішувачі",
      List3Item3: "помиємо кахель на стінах з парогенератором",
      List3Item4:
        "зробимо дезінфекцію унітазу, помиємо підлогу та винесемо сміття",

      InfoText1: "Пакет можна доповнити додатковими послугами під ваш запит.",
      InfoText2: "Тривалість прибирання: до 6 годин (залежить від площі приміщення), кожна додаткова година + 200 грн. Час виділений на квадратуру запитуйте у адміністратора.",
    },
    "Генеральне прибирання": {
      "до 30 м2": "",
      "до 50 м2": "від 7 900 грн",
      "до 70 м2": "від 9 350 грн",
      "до 90 м2": "від 13 350 грн",
      "до 120 м2": "від 18 350 грн",
      "до 150 м2": "від 20 500 грн",
      "від 150 м2": "від 135 грн/м2",

      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 300 грн/пара",

      PromoText:
        "Максимальна чистота. До кожного сантиметра.",

      PromoText2:
        "Генеральне прибирання — це повне глибоке очищення всього помешкання зовні та всередині.\nМи працюємо з важкодоступними зонами, рухаємо меблі (якщо це в силах наших дівчат), видаляємо застарілі забруднення та повертаємо простору ідеальний вигляд. Усі засоби, техніку та інвентар команда Lucky привозить із собою.\nУ вартість входить миття всієї кухонної техніки (духова шафа, холодильник, мікрохвильова піч, витяжка)\nПродуваємо радіатори парогенератором\nМорозильну камеру додаємо за попереднім запитом\nПрибирання виконується у всіх приміщеннях: житлові кімнати, кухня, санвузли, коридор, передпокій та гардеробна, балкон та тераса додатково.",

      List1Title: "У всіх кімнатах:",
      List2Title: "На кухні:",
      List3Title: "В ванній кімнаті та санвузлі:",

      List1Item1:
        "розкладемо речі на місця, знепилимо стелю, ніші, карнизи та стіни",
      List1Item2:
        "знепилимо дверні коробки, двері, ручки вимикачі, розетки, підвіконня та світильники",
      List1Item3:
        "проведемо сухе та вологе прибирання всіх поверхонь ззовні та в середині - зробимо суху чистку мʼяких меблів / застелимо (замінимо) постільну білизну (за бажанням замовника)",
      List1Item4: "зробимо чистку радіаторів парогенератором",
      List1Item5: "натремо дзеркала та скляні поверхні",
      List1Item6: "пропилосим, протремо плінтуса та помиємо підлогу",
      List1Item7: "винесемо сміття",

      List2Item1:
        "відмиємо всі старі забруднення з професійними засобами та технікою",
      List2Item2:
        "помиємо фасад, фартух та плиту, <br/> відмиємо духову шафу, мікрохвильовку, холодильник та іншу техніку, яка знаходиться на стільниці всередині та ззовні",
      List2Item3: "помиємо посуд в раковині",

      List3Item1: "обробимо плитку парогенератором та натремо її",
      List3Item2:
        "відмиємо всі старі та сильно забруднені поверхні з професійними засобами та технікою",
      List3Item3: "натремо дзеркала та скляні поверхні",
      List3Item4:
        "помиємо ванну, душ, умивальник, змішувачі, вентиляційні решітки",
      List3Item5: "зробимо дезінфекцію унітазу",

      InfoText1: "Пакет можна доповнити додатковими послугами під ваші потреби.",
      InfoText2: "Тривалість прибирання: до 9 годин, кожна додаткова година + 300 грн.",
    },
    "Прибирання після ремонту": {
      price: "ВАРТІСТЬ\nПрибирання — від 160 грн/м²\nМиття вікон — від 350 грн/м²\n\nЦіна може змінюватися до +20 грн/м² залежно від складності забруднень.\nТривалість прибирання: до 9 годин\n(залежить від площі та обʼєму робіт), кожна додаткова година + 300 грн.",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 300 грн/пара",
      "Миття вікон після ремонту": "Від 310 грн/м2 з двох сторін",

      Text1:
        "Прибирання після ремонту включає повне видалення будівельного пилу, а також слідів фарби, затирання, скотчу, клею, монтажної піни та інших будівельних забруднень. Чистці піддаються абсолютно всі поверхні і всі предмети інтерʼєру в приміщенні включаючи, стіни, підлогу і стелю, меблі всередині та зовні",
      Text2:
        "Всі потрібні засоби, техніку та інвентар клінери привозять з собою. Всі вологостійкі поверхні миємо спеціалізованими засобами, інші очищаємо сухими методами. Окремо оцінюється поштучне очищення і розстановка великої кількості побутових предметів, залишених в зоні ремонту.",
      Text3: "ДОДАТКОВІ УМОВИ\n • Поштучне очищення та розстановка великої кількості предметів оцінюється окремо\n • Можливе доповнення пакету додатковими послугами\n • Великогабаритне будівельне сміття не вивозимо",
      Text4: "",
    },
    "Хімчистка меблів": {
      "Диван «Книжка»": "Від 1700 грн",
      "Диван «Кутовий»": "Від 2100 грн",
      "Диван «П-подібний»": "Від 3400 грн",
      "Кухонний куточок": "Від 1450 грн",
      "Розкладна/висувна частина": "Від 200 грн",
      "Одна подушка": "90грн/шт",
      "Крісло велике мʼяке": "Від 600 грн",
      "Пуф мʼякий": "Від 300 грн",
      "Банкетка мʼяка": "Від 500 грн",
      "Стілець великий мʼякий": "від 450 грн",
      "Стілець малий мʼякий": "Від 250 грн",
      "Односпальний матрац дитячий (з однієі сторони)": "Від 1100 грн",
      "Двоспальний матрац (з однієі сторони)": "Від 1500 грн",
      "Чистка каркасу + підголовника": "Від 1200 грн",
      "Лише підголовник чи каркас": "Від 650 грн",
    },
    "Миття вікон": {
      "Сезонне миття вікон від  з двох сторін": "Від 280 грн",
      "Миття вікон після ремонту від  з двох сторін": "Від 350 грн",
      "Миття вікон з однієї сторони + рама всередині від": "195 грн",
      "Знепилення зсередини": "120 грн",
      "Миття сіток": "60 грн/шт",
    },
    "Локальне прибирання": {
      "Ціна такого прибирання": "850 грн / год",
      "ванна кімната": "450 грн/година",
      кухня: "450 грн/година",
      "Миття вікон з однієї сторони + рама всередині": "від 120 грн/м2",
      "Миття вікон від пилу зсередини": "від 80 грн/м2",

      Text1:
        "Локальне прибирання полягає в тому, що саме ви формуєте обʼєм роботи. Тобто клінери працюють за вашим чітким переліком. Також, Ви самостійно контролюєте час перебування клінерів та фіксуєте одразу діапазон годин роботи.",
      Text2: `
      Ціна такого прибирання
                <span class="accent">
                  <span
                    data-changeable="true"
                    data-category="Локальне прибирання"
                    data-service="Ціна такого прибирання"
                    >850 грн / година
                  </span> </span
                > кожної зони помешкання, тобто зони рахуються окремо і паралельно. Мінімальне замовлення
                <span class="accent"> 3 години </span>.
    `,
      Text3:
        "Час фіксується той, в який вже клінер почав працювати. Перерва клінерів (якщо можлива) не входить в час роботи, час віднімається. Мінімальне замовлення 3 години. Оплачується робота ОДНОГО клінера у 850 грн/година",

      Text4:
        "Всі потрібні засоби, техніку та інвентар клінер привозить з собою.",
    },
    "Персональний помічник": {
      "Ціна такої послуги": "650 грн / год",
    },
    Франшиза: {
      price: "4000$",
      phone: "+38(097) 0222 477",
    },
    Contacts: {
      Email: "luckycleaning.vn21@gmail.com",
      Email_From: "luckycleaning.vn21@gmail.com",
      Email_To: "kovalvikusik20@gmail.com",
      Instagram:
        "https://instagram.com/lucky_cleaning.vn?igshid=OGQ5ZDc2ODk2ZA==",
      TikTok: "https://www.tiktok.com/@lucky_cleaning.vn?_t=8fDtyXdBUGs",
      Facebook: "https://www.facebook.com/profile.php?id=100067292997034",
      Telegram: "https://t.me/LuckyCleaning_bot",
      Phone: "+38 (068) 46 44 144",
      TelegramMessage: "https://t.me/lucky_cleaning_service",
    },
  },
  Odessa: {
    "Підтримуюче прибирання": {
      "до 50 м2": "від 1450 грн",
      "до 70 м2": "від 1800 грн",
      "до 90 м2": "від 2150 грн",
      "до 120 м2": "від 2500 грн",
      "до 150 м2": "від 3000 грн",
      "від 150 м2": "25 грн/м2",

      "до 50 м2(2)": "від 1200 грн",
      "до 70 м2(2)": "від 1500 грн",
      "до 90 м2(2)": "від 1700 грн",
      "до 120 м2(2)": "від 2000 грн",
      "до 150 м2(2)": "від 2300 грн",
      "від 150 м2(2)": "від 17 грн/м2",

      "Помити витяжку": "Від 500 грн",
      "Помити посуд": "Від 300 грн/година",
      "Помити духову шафу": "Від 550 грн",
      "Помити мікрохвильовку": "Від 350 грн",
      "Протерти шафи всередині": "Від 20 грн / шт",
      "Помити холодильник": "Від 500 грн",
      "Помити холодильну камеру": "Від 300 грн",
      "Вимити кахель + шви": "від 150 грн / м2",
      "Почистити шви на підлозі/стінах": "від 100 грн / м2",
      "Прибрати додатковий санвузол": "від 350 грн",
      "Домашні улюбленці": "200 грн",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 300 грн/пара",
      Прасування: "350 грн/година",
      "Лоток/мисочка домашньої тварини": "250 грн",
      "Реставрація хрому/раковини": "Від 400 грн",
      "Зняття/прання/розвішування гардин": "Від 350 грн/вікно",
      "Знепилення гардин парогенератором + дезінфекція": "Від 300 грн/пара",
      "Видалення грибка": "Від 250 грн/зона",
      "Помити пральну машину": "Від 550 грн",
      "Дезінфекція мʼяких меблів": "від 500 грн",
      "Складання/сортирування речей": "300 грн/година",
      "Доставка ключів": "Від 200 грн",

      PromoText1: "",

      PromoText2:
        "Підтримуюче прибирання — це формат постійної співпраці, де за вашим домом закріплюється особистий клінер Lucky.\nВін приходить 1 раз на тиждень або 1 раз на два тижні та підтримує ідеальний порядок у вашому просторі. Всі засоби, техніку та інвентар ми привозимо з собою.\nДля формату раз на тиждень діє спеціальна акційна ціна.\nВи завжди знаєте, хто саме приходить до вас додому.",

      TableRow1Title: "Одноразове прибирання",
      TableRow2Title: "Від 4-х прибирань на місяць",

      List1Title: "У всіх кімнатах клінер:",
      List2Title: "На кухні:",
      List3Title: "В ванній кімнаті:",

      List1Item1: "розкладе речі на свої місця",
      List1Item2:
        "зробить сухе та вологе прибирання поверхонь на рівні свого зросту",
      List1Item3:
        "заправить або замінить постільну білизну (за бажанням замовника)",
      List1Item4:
        "знепилить дверні коробки, двері, ручки, вимикачі, розетки, підвіконня та світильники",
      List1Item5: "пропилососить та помиє підлогу",
      List1Item6: "винесе сміття",

      List2Item1:
        " помиє робочу зону фартуха біля плити та раковини, натре раковину",
      List2Item2: "помиє посуд, раковину, сантехніку, мікрохвильовку та плиту",
      List2Item3:
        "техніку, яка знаходиться на поверхні стільниці витре ззовні від пилу та протирає стіл",

      List3Item1: "помиє ванну, душ та умивальник",
      List3Item2: "натре змішувачі",
      List3Item3: "зробить дезінфекцію унітазу",
      List3Item4: "натре дзеркала та скляні поверхні",

      InfoText1:
        "Пакет можна доповнити додатковими послугами — під ваші потреби та ритм життя.",
      InfoText2: "Тривалість прибирання: від 2 до 6 годин (залежить від площі приміщення), кожна додаткова година + 200 грн. Час виділений на квадратуру запитуйте у адміністратора.",
    },
    "Базове прибирання": {
      "до 50 м2": "від 5400 грн",
      "до 70 м2": "від 6350 грн",
      "до 90 м2": "від 8900 грн",
      "до 120 м2": "від 12 200 грн",
      "до 150 м2": "від 15 300 грн",
      "від 150 м2": "від 105 грн/м2",

      maxPrice:
        "***максимально збільшена сума може бути на 2000 грн, все обговорюється перед початком роботи",

      "Помити витяжку": "Від 500 грн",
      "Помити посуд": "Від 300 грн/година",
      "Помити духову шафу": "Від 550 грн",
      "Помити мікрохвильовку": "Від 350 грн",
      "Протерти шафи всередині": "Від 20 грн / шт",
      "Помити холодильник": "Від 500 грн",
      "Помити холодильну камеру": "Від 300 грн",
      "Вимити кахель + шви": "від 150 грн / м2",
      "Почистити шви на підлозі/стінах": "від 100 грн / м2",
      "Прибрати додатковий санвузол": "від 350 грн",
      "Домашні улюбленці": "200 грн",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 300 грн/пара",
      Прасування: "350 грн/година",
      "Лоток/мисочка домашньої тварини": "250 грн",
      "Реставрація хрому/раковини": "Від 400 грн",
      "Зняття/прання/розвішування гардин": "Від 350 грн/вікно",
      "Знепилення гардин парогенератором + дезінфекція": "Від 300 грн/пара",
      "Видалення грибка": "Від 250 грн/зона",
      "Помити пральну машину": "Від 550 грн",
      "Дезінфекція мʼяких меблів": "від 500 грн",
      "Складання/сортирування речей": "300 грн/година",
      "Доставка ключів": "Від 200 грн",

      PromoText:
        "Ретельна чистота всього дому — за один візит.",

      PromoText2:
        "Базове прибирання — це глибоке очищення помешкання на рівні зросту клінера.\nМи видаляємо пил, побутові забруднення та повертаємо простору свіжість і доглянутий вигляд. Усі засоби, техніку та інвентар команда Lucky привозить із собою.",

      List1Title: "У всіх кімнатах ми:",
      List2Title: "На кухні:",
      List3Title: "В ванній кімнаті та в санвузлі:",

      List1Item1: "розкладемо речі на свої місця",
      List1Item2: "застелимо (замінимо) посліть (за бажанням замовника)",
      List1Item3:
        "проведемо сухе та вологе прибирання всіх поверхонь ззовні на рівні зросту клінера - знепилимо двері, дверні коробки, ручки, розетки, вимикачі, підвіконня та світильники",
      List1Item4: "натремо дзеркала та скляні поверхні",
      List1Item5: "пропилососим, помиємо підлогу та винесемо сміття",

      List2Item1: "відмиємо стільницю, раковину, фасад та фартух",
      List2Item2:
        "протремо холодильник та всю техніку ззовні від пилу / помиємо мікрохвильовку",
      List2Item3: "помиємо посуд, підлогу та винесемо сміття",

      List3Item1: "натремо дзеркало та скляні поверхні",
      List3Item2: "помиємо ванну, душ, умивальник, змішувачі",
      List3Item3: "помиємо кахель на стінах з парогенератором",
      List3Item4:
        "зробимо дезінфекцію унітазу, помиємо підлогу та винесемо сміття",

      InfoText1: "Пакет можна доповнити додатковими послугами під ваш запит.",
      InfoText2: "Тривалість прибирання: до 6 годин (залежить від площі приміщення), кожна додаткова година + 200 грн. Час виділений на квадратуру запитуйте у адміністратора.",
    },
    "Генеральне прибирання": {
      "до 30 м2": "",
      "до 50 м2": "від 7 900 грн",
      "до 70 м2": "від 9 350 грн",
      "до 90 м2": "від 13 350 грн",
      "до 120 м2": "від 18 350 грн",
      "до 150 м2": "від 20 500 грн",
      "від 150 м2": "від 135 грн/м2",

      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 300 грн/пара",

      PromoText:
        "Максимальна чистота. До кожного сантиметра.",

      PromoText2:
        "Генеральне прибирання — це повне глибоке очищення всього помешкання зовні та всередині.\nМи працюємо з важкодоступними зонами, рухаємо меблі (якщо це в силах наших дівчат), видаляємо застарілі забруднення та повертаємо простору ідеальний вигляд. Усі засоби, техніку та інвентар команда Lucky привозить із собою.\nУ вартість входить миття всієї кухонної техніки (духова шафа, холодильник, мікрохвильова піч, витяжка)\nПродуваємо радіатори парогенератором\nМорозильну камеру додаємо за попереднім запитом\nПрибирання виконується у всіх приміщеннях: житлові кімнати, кухня, санвузли, коридор, передпокій та гардеробна, балкон та тераса додатково.",

      List1Title: "У всіх кімнатах:",
      List2Title: "На кухні:",
      List3Title: "В ванній кімнаті та санвузлі:",

      List1Item1:
        "розкладемо речі на місця, знепилимо стелю, ніші, карнизи та стіни",
      List1Item2:
        "знепилимо дверні коробки, двері, ручки вимикачі, розетки, підвіконня та світильники",
      List1Item3:
        "проведемо сухе та вологе прибирання всіх поверхонь ззовні та в середині - зробимо суху чистку мʼяких меблів / застелимо (замінимо) постільну білизну (за бажанням замовника)",
      List1Item4: "зробимо чистку радіаторів парогенератором",
      List1Item5: "натремо дзеркала та скляні поверхні",
      List1Item6: "пропилосим, протремо плінтуса та помиємо підлогу",
      List1Item7: "винесемо сміття",

      List2Item1:
        "відмиємо всі старі забруднення з професійними засобами та технікою",
      List2Item2:
        "помиємо фасад, фартух та плиту, <br/> відмиємо духову шафу, мікрохвильовку, холодильник та іншу техніку, яка знаходиться на стільниці всередині та ззовні",
      List2Item3: "помиємо посуд в раковині",

      List3Item1: "обробимо плитку парогенератором та натремо її",
      List3Item2:
        "відмиємо всі старі та сильно забруднені поверхні з професійними засобами та технікою",
      List3Item3: "натремо дзеркала та скляні поверхні",
      List3Item4:
        "помиємо ванну, душ, умивальник, змішувачі, вентиляційні решітки",
      List3Item5: "зробимо дезінфекцію унітазу",

      InfoText1: "Пакет можна доповнити додатковими послугами під ваші потреби.",
      InfoText2: "Тривалість прибирання: до 9 годин, кожна додаткова година + 300 грн.",
    },
    "Прибирання після ремонту": {
      price: "ВАРТІСТЬ\nПрибирання — від 160 грн/м²\nМиття вікон — від 350 грн/м²\n\nЦіна може змінюватися до +20 грн/м² залежно від складності забруднень.\nТривалість прибирання: до 9 годин\n(залежить від площі та обʼєму робіт), кожна додаткова година + 300 грн.",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 300 грн/пара",
      "Миття вікон після ремонту": "Від 310 грн/м2 з двох сторін",

      Text1:
        "Прибирання після ремонту включає повне видалення будівельного пилу, а також слідів фарби, затирання, скотчу, клею, монтажної піни та інших будівельних забруднень. Чистці піддаються абсолютно всі поверхні і всі предмети інтерʼєру в приміщенні включаючи, стіни, підлогу і стелю, меблі всередині та зовні",
      Text2:
        "Всі потрібні засоби, техніку та інвентар клінери привозять з собою. Всі вологостійкі поверхні миємо спеціалізованими засобами, інші очищаємо сухими методами. Окремо оцінюється поштучне очищення і розстановка великої кількості побутових предметів, залишених в зоні ремонту.",
      Text3: "ДОДАТКОВІ УМОВИ\n • Поштучне очищення та розстановка великої кількості предметів оцінюється окремо\n • Можливе доповнення пакету додатковими послугами\n • Великогабаритне будівельне сміття не вивозимо",
      Text4: "",
    },
    "Хімчистка меблів": {
      "Диван «Книжка»": "Від 1700 грн",
      "Диван «Кутовий»": "Від 2100 грн",
      "Диван «П-подібний»": "Від 3400 грн",
      "Кухонний куточок": "Від 1450 грн",
      "Розкладна/висувна частина": "Від 200 грн",
      "Одна подушка": "90грн/шт",
      "Крісло велике мʼяке": "Від 600 грн",
      "Пуф мʼякий": "Від 300 грн",
      "Банкетка мʼяка": "Від 500 грн",
      "Стілець великий мʼякий": "від 450 грн",
      "Стілець малий мʼякий": "Від 250 грн",
      "Односпальний матрац дитячий (з однієі сторони)": "Від 1100 грн",
      "Двоспальний матрац (з однієі сторони)": "Від 1500 грн",
      "Чистка каркасу + підголовника": "Від 1200 грн",
      "Лише підголовник чи каркас": "Від 650 грн",
    },
    "Миття вікон": {
      "Сезонне миття вікон від  з двох сторін": "Від 280 грн",
      "Миття вікон після ремонту від  з двох сторін": "Від 350 грн",
      "Миття вікон з однієї сторони + рама всередині від": "195 грн",
      "Знепилення зсередини": "120 грн",
      "Миття сіток": "60 грн/шт",
    },
    "Локальне прибирання": {
      "Ціна такого прибирання": "850 грн / год",
      "ванна кімната": "450 грн/година",
      кухня: "450 грн/година",
      "Миття вікон з однієї сторони + рама всередині": "від 120 грн/м2",
      "Миття вікон від пилу зсередини": "від 80 грн/м2",

      Text1:
        "Локальне прибирання полягає в тому, що саме ви формуєте обʼєм роботи. Тобто клінери працюють за вашим чітким переліком. Також, Ви самостійно контролюєте час перебування клінерів та фіксуєте одразу діапазон годин роботи.",
      Text2: `
      Ціна такого прибирання
                <span class="accent">
                  <span
                    data-changeable="true"
                    data-category="Локальне прибирання"
                    data-service="Ціна такого прибирання"
                    >850 грн / година
                  </span> </span
                > кожної зони помешкання, тобто зони рахуються окремо і паралельно. Мінімальне замовлення
                <span class="accent"> 3 години </span>.
    `,
      Text3:
        "Час фіксується той, в який вже клінер почав працювати. Перерва клінерів (якщо можлива) не входить в час роботи, час віднімається. Мінімальне замовлення 3 години. Оплачується робота ОДНОГО клінера у 850 грн/година",

      Text4:
        "Всі потрібні засоби, техніку та інвентар клінер привозить з собою.",
    },
    "Персональний помічник": {
      "Ціна такої послуги": "650 грн / год",
    },
    Франшиза: {
      price: "4000$",
      phone: "+38(097) 0222 477",
    },
    Contacts: {
      Email: "luckycleaning.odessa26@gmail.com",
      Email_From: "luckycleaning.odessa26@gmail.com",
      Email_To: "luckycleaning.odessa26@gmail.com",
      Instagram:
        "https://instagram.com/lucky_cleaning.odesa?igshid=OGQ5ZDc2ODk2ZA==",
      TikTok: "https://www.tiktok.com/@lucky_cleaning.vn?_t=8fDtyXdBUGs",
      Facebook: "https://www.facebook.com/profile.php?id=100067292997034",
      Telegram: "https://t.me/LuckyCleaning_bot",
      Phone: "+380 99 368 80 69",
      TelegramMessage: "https://t.me/lucky_cleaning_service",
    },
  },
};

export const getServiceValue = (city, category, name) => {
  const value = services[city][category][name];

  if (!value) {
    return "";
  }

  return value;
};

export const setCity = (city = "") => {
  window.localStorage.setItem(CITY_KEY, city);
};

export const getCity = () => {
  return window.localStorage.getItem(CITY_KEY);
};
