const CITY_KEY = "user/city";

export const services = {
  Kiev: {
    "Підтримуюче прибирання": {
      "до 50 м2": "від 1600 грн",
      "до 70 м2": "від 1900 грн",
      "до 90 м2": "від 2200 грн",
      "до 120 м2": "від 2500 грн",
      "до 150 м2": "від 2900 грн",
      "від 150 м2": "22 грн за м2",

      "до 50 м2(2)": "від 1900 грн",
      "до 70 м2(2)": "від 2200 грн",
      "до 90 м2(2)": "від 2500 грн",
      "до 120 м2(2)": "від 2800 грн",
      "до 150 м2(2)": "від 3200 грн",
      "від 150 м2(2)": "23 грн за м2",
      "Помити витяжку": "Від 700 грн",
      "Помити посуд": "400 грн / год",
      "Помити духову шафу": "Від 900 грн",
      "Протерти шафи всередині": "Від 35 грн / шт",
      "Помити холодильник": "Від 800 грн",
      "Вимити кахель + шви": "120 грн / м2",
      "Почистити шви на підлозі/стінах": "120 грн / м2",
      "Прибрати додатковий санвузол": "Від 400 грн",
      "Домашні улюбленці": "+ 250грн",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 400 грн/пара",
      Прасування: "450 грн / год",
      "Помити пральну машину": "від 650 грн",

      PromoText1:
        "В рамках підтримуючого прибирання видаляємо пил і побутові забруднення зі всіх горизонтальних поверхонь в квартирі, пилососимо і миємо підлогу, чистимо сантехніку і ванну, миємо кухонні поверхні, очищаємо фартух і плиту зовні, пилососимо меблі і килими.",

      PromoText2:
        "Для надання послуги підтримуючого прибирання закріплюється один співробітник, який буде приходити один раз на тиждень (наприклад кожної п’ятниці о 10:00 ранку) протягом місяця або один раз на два тижні.",

      TableRow1Title: "1 раз в 1-2 тижні",
      TableRow2Title: "1 раз в три тижні і рідше",

      List1Title: "У всіх кімнатах:",
      List2Title: "На кухні:",
      List3Title: "В ванній кімнаті:",

      List1Item1: "розкладаємо речі по місцях",
      List1Item2: "проводимо сухе та вологе прибирання всіх поверхонь ззовні",
      List1Item3:
        "застеляємо або замінюємо постільну білизну (за бажанням замовника)",
      List1Item4:
        "знепилюємо дверні коробки, двері, ручки, вимикачі, розетки, підвіконня та світильники",
      List1Item5: "пилососимо та миємо підлогу",
      List1Item6: "виносимо сміття з кімнат",

      List2Item1:
        "миємо робочу зону фартуха біля плити та раковини, а також плиту",
      List2Item2: "миємо посуд, раковину, сантехніку",
      List2Item3: "миємо мікрохвильовку",
      List2Item4: "розкладаємо речі по місцях",
      List2Item5:
        "техніку, яка знаходиться на поверхні стільниці, протираємо ззовні від пилу",
      List2Item6: "виносимо сміття з кухні",

      List3Item1: "миємо ванну, душ та умивальник",
      List3Item2: "натираємо змішувачі",
      List3Item3: "робимо дезінфекцію унітазу",
      List3Item4: "натираємо дзеркала та скляні поверхні",
      List3Item5: "виносимо сміття",

      InfoText1:
        "Підтримуюче прибирання може включати в себе додаткові послуги!",
      InfoText2:
        "Час прибирання може сягати до 2-6 годин в залежності від площі Об'єкту.",
    },
    "Базове прибирання": {
      "до 50 м2": "від 4500 грн",
      "до 70 м2": "від 5500 грн",
      "до 90 м2": "від 7600 грн",
      "до 120 м2": "від 10 600 грн",
      "до 150 м2": "від 13 500 грн",
      "від 150 м2": "92 грн/м2",
      "Помити витяжку": "Від 700 грн",
      "Помити посуд": "400 грн / год",
      "Помити духову шафу": "Від 900 грн",
      "Протерти шафи всередині": "Від 35 грн / шт",
      "Помити холодильник": "Від 800 грн",
      "Вимити кахель + шви": "120 грн / м2",
      "Почистити шви на підлозі/стінах": "120 грн / м2",
      "Прибрати додатковий санвузол": "Від 400 грн",
      "Домашні улюбленці": "+ 250грн",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 400 грн/пара",

      maxPrice:
        "***максимально збільшена сума може бути на 1500 грн, все обговорюється перед початком роботи",

      Прасування: "450 грн / год",
      "Помити пральну машину": "від 650 грн",

      PromoText:
        "Ретельне прибирання всього помешкання, умовно говорячи - на рівні зросту співробітника.",

      PromoText2:
        "В рамках підтримуючого прибирання видаляємо пил і побутові забруднення зі всіх горизонтальних поверхонь в квартирі, пилососимо і миємо підлогу, чистимо сантехніку і ванну, миємо кухонні поверхні, очищаємо фартух і плиту зовні, пилососимо меблі і килими.",

      List1Title: "У всіх кімнатах:",
      List2Title: "На кухні:",
      List3Title: "В ванній кімнаті:",

      List1Item1: "розкладаємо речі по місцях",
      List1Item2: "проводимо сухе та вологе прибирання всіх поверхонь ззовні",
      List1Item3:
        "застеляємо або замінюємо постільну білизну (за бажанням замовника)",
      List1Item4:
        "знепилюємо дверні коробки, двері, ручки, вимикачі, розетки, підвіконня та світильники",
      List1Item5: "натираємо дзеркала та скляні поверхні",
      List1Item6: "виносимо сміття",

      List2Item1: "відмиваємо всю техніку ззовні, яка знаходиться на поверхні",
      List2Item2: "відмиваємо кухонні фасади, фартух та плиту",
      List2Item3: "миємо холодильник, духову шафу ззовні",
      List2Item4: "миємо мікрохвильову піч ззовні та всередині",
      List2Item5: "миємо посуд",
      List2Item6: "виносимо сміття з кухні",

      List3Item1: "миємо ванну, душ та умивальник",
      List3Item2: "натираємо змішувачі",
      List3Item3: "робимо дезінфекцію унітазу",
      List3Item4: "натираємо дзеркала та скляні поверхні",
      List3Item5: "миємо кахель",
      List3Item6: "виносимо сміття",

      InfoText1: "Базове прибирання може включати в себе додаткові послуги!",
      InfoText2: "Час прибирання може сягати до 6 годин.",
    },
    "Генеральне прибирання": {
      "до 30 м2": "від 5000 грн",
      "до 50 м2": "від 6800 грн",
      "до 70 м2": "від 8200 грн",
      "до 90 м2": "від 10 200 грн",
      "до 120 м2": "від 12 700 грн",
      "до 150 м2": "від 16 000 грн",
      "від 150 м2": "115 грн/м2",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 400 грн/пара",

      PromoText: "Глибоке очищення і відновлення.",

      PromoText2:
        "При генеральному прибиранні робимо все те, що робимо при стандартному, а також: рухаємо меблі і миємо в важкодоступних місцях, працюємо із застарілими плямами, відмиваємо холодильник, духовку та іншу побутову техніку зсередини, миємо двері, знепилюємо стіни, чистимо плитку парогенератором і робимо роботу , які в звичайному житті мало хто любить робити. У розрахунок включене прибирання у всіх приміщеннях квартири: в житлових кімнатах, на кухні, санвузлах, коридорі і передпокої, на балконі і в гардеробній.",

      List1Title: "У всіх кімнатах:",
      List2Title: "На кухні:",
      List3Title: "В ванній кімнаті:",

      List1Item1:
        "миємо домівку від стелі до підлоги знепилюємо стелю, ніші, карнизи та стіни",
      List1Item2:
        "знепилюємо дверні коробки, двері, ручки вимикачі, розетки, підвіконня та світильники",
      List1Item3: "знімаємо павутину з стелі",
      List1Item4:
        "проводимо сухе та вологе прибирання всіх поверхонь ззовні та в середині",
      List1Item5: "робимо суху чистку м’яких меблів",
      List1Item6:
        "застеляємо (замінюємо) постільну білизну (за бажанням замовника)",
      List1Item7: "натираємо дзеркала та скляні поверхні",
      List1Item8: "пилососимо, протираємо плінтуса та миємо підлогу",
      List1Item9: "виносимо сміття",

      List2Item1:
        "відмиваємо всі старі забруднення з професійними засобами та технікою",
      List2Item2: "відмиваємо кухонну техніку ззовні",
      List2Item3: "миємо фасад, фартух та плиту",
      List2Item4: "відмиваємо духову шафу, мікрохвильову піч, холодильник",
      List2Item5: "миємо посуд",
      List2Item6: "виносимо сміття",

      List3Item1: "обробляємо плитку парогенератором та натираємо її",
      List3Item2:
        "відмиваємо всі старі та сильно забруднені поверхні з професійними засобами та технікою",
      List3Item3: "натираємо дзеркала та скляні поверхні",
      List3Item4: "миємо ванну, душ, раковину, змішувачі, вентиляційні решітки",
      List3Item5: "робимо дезинфекцію унітазу",
      List3Item6: "виносимо сміття",

      InfoText2: "Час прибирання може сягати до 10 годин.",
    },
    "Прибирання після ремонту": {
      price: "від 210 до 240 грн за м2",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 400 грн/пара",
      "Миття вікон після ремонту": "Від 330 грн/м2 з двох сторін",

      Text1:
        "Прибирання після ремонту включає повне видалення будівельного пилу, а також слідів фарби, затирання, скотча, клею, монтажної піни та інших будівельних забруднень. Чистці піддаються абсолютно всі поверхні і всі предмети інтер'єру в приміщенні включаючи, стіни, підлогу і стелю, меблі всередині та зовні.",
      Text2:
        "Всі вологостійкі поверхні миємо спеціалізованими засобами, інші очищаємо сухими методами. Окремо оцінюється поштучне очищення і розстановка великої кількості побутових предметів, залишених в зоні ремонту. Може включати в себе додаткові послуги.",
      Text3: "Прибирання після ремонту може включати в себе додаткові послуги!",
    },
    "Хімчистка меблів": {
      "Диван «Книжка»": "Від 1700 грн",
      "Диван «Кутовий»": "Від 2100 грн",
      "Диван «П-подібний»": "Від 3400 грн",
      "Кухонний куточок": "Від 1450 грн",
      "Розкладна/висувна частина": "200грн+",
      "Одна подушка": "90грн+",
      "Крісло велике мʼяке": "Від 600 грн",
      "Пуф мʼякий": "Від 300 грн",
      "Банкетка мʼяка": "Від 500 грн",
      "Стілець великий мʼякий": "від 450 грн",
      "Стілець малий мʼякий": "Від 250 грн",
      "Односпальний матрац дитячий (з однієі сторони)": "Від 1100 грн",
      "Двоспальний матрац (з однієі сторони)": "Від 1500 грн",
      "Чистка каркасу + підголовника": "Від 1200 грн",
      "Лише підголовник чи каркас": "Від 650 грн",
    },
    "Миття вікон": {
      "Сезонне миття вікон від  з двох сторін": "від 250 грн /м2",
      "Миття вікон після ремонту від  з двох сторін": "від 330 грн/м2",
      "Миття вікон з однієї сторони + рама всередині від": "від 150 грн/м2",
      "Знепилення зсередини": "110 грн/м2",
      "Миття сіток": "200 грн/шт",
    },
    "Локальне прибирання": {
      "Ціна такого прибирання": "900 грн / година.",
      "ванна кімната": "900 грн/година, мін 3 год",
      кухня: " 900 грн/година, мін 4 год",
      "Миття вікон з однієї сторони + рама всередині": "від 120 грн/м2",
      "Миття вікон від пилу зсередини": "від 80 грн/м2",

      Text1:
        "Локальне прибирання, це вид прибирання, де саме Ви вказуєте що саме потрібно прибирати. Тобто миється лише те, на що Ви вказуєте або кажете «генеральне прибирання ванної кімнати або кухні», і клінер вимиває повністю все, ззовні та всередині.",
      Text2: `
        Ціна такого прибирання від
                  <span class="accent">
                    <span
                      data-changeable="true"
                      data-category="Локальне прибирання"
                      data-service="Ціна такого прибирання"
                      >900 грн / година
                    </span> </span
                  >. Мінімальне замовлення
                  <span class="accent"> 3 години </span>.
      `,
      Text3: `Кожна зона рахується окремо.
                  <span class="accent"
                    >Тобто
                    <span
                      data-changeable="true"
                      data-category="Локальне прибирання"
                      data-service="ванна кімната"
                      >900 грн / година
                    </span>
                  </span>
                  - ванна кімната, та паралельно
                  <span class="accent">
                    <span
                      data-changeable="true"
                      data-category="Локальне прибирання"
                      data-service="кухня"
                      >900 грн / година
                    </span></span
                  >
                  ,мін 4 год - кухня.`,

      Text4:
        " Клінер не відпочиває, не відходить, працює від А до Я без перерв. Час записується той, в який вже клінер почав працювати.",
    },
    "Персональний помічник": {
      "Ціна такої послуги": "650 грн / год",
    },
    Франшиза: {
      price: "3000$",
      phone: "+38 (068)-464-41-44",
    },
    Contacts: {
      Email: "luckycleaningkyiv@gmail.com",
      Email_From: "luckycleaningkyiv@gmail.com",
      Email_To: "Stamik85@gmail.com",
      Instagram:
        "https://instagram.com/lucky_cleaning.kyiv?igshid=OGQ5ZDc2ODk2ZA==",
      TikTok: "https://www.tiktok.com/@lucky_cleaning.vn?_t=8fDtyXdBUGs",
      Facebook: "https://www.facebook.com/profile.php?id=100067292997034",
      Telegram: "https://t.me/LuckyCleaning_bot",
      Phone: "+380 (67) 192 92 12",
      TelegramMessage: "https://t.me/luckycleaningkyiv",
    },
  },
  Vinitsa: {
    "Підтримуюче прибирання": {
      "до 50 м2": "від 1200 грн",
      "до 70 м2": "від 1500 грн",
      "до 90 м2": "від 1800 грн",
      "до 120 м2": "від 2100 грн",
      "до 150 м2": "від 2500 грн",
      "від 150 м2": "від 20 грн/м2",

      "до 50 м2(2)": "від 1000 грн",
      "до 70 м2(2)": "від 1300 грн",
      "до 90 м2(2)": "від 1500 грн",
      "до 120 м2(2)": "від 1700 грн",
      "до 150 м2(2)": "від 2200 грн",
      "від 150 м2(2)": "від 17 грн за м2",

      "Помити витяжку": "від 400 грн",
      "Помити посуд": "від 150 грн / год",
      "Помити духову шафу": "від 450 грн",
      "Помити мікрохвильовку": "від 250 грн",
      "Протерти шафи всередині": "Від 20 грн / шт",
      "Помити холодильник": "від 400 грн",
      "Помити холодильну камеру": "від 200 грн",
      "Вимити кахель + шви": "від 150 грн / м2",
      "Почистити шви на підлозі/стінах": "від 100 грн / м2",
      "Прибрати додатковий санвузол": "від 350 грн",
      "Домашні улюбленці": "+ 200 грн",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 300 грн/пара",
      Прасування: "300 грн / год",
      "Лоток/мисочка домашньої тварини": "200 грн",
      "Реставрація хрому/раковини": "від 300 грн",
      "Зняття/прання/розвішування гардин": "Від 250 грн/вікно",
      "Знепилення гардин парогенератором + дезінфекція": "Від 300 грн/пара",
      "Видалення грибка": "Від 250 грн/зона",
      "Помити пральну машину": "від 450 грн",
      "Дезінфекція мʼяких меблів": "від 500 грн",
      "Складання/сортирування речей": "150 грн/година",
      "Доставка ключів": "від 150 грн",

      PromoText1: "",

      PromoText2:
        "Підтримуюче прибирання - це пакет послуг на постійній основі, де закріплюється за Вами один клінер, який буде приходити один раз на тиждень або один раз на два тижні протягом місяця. На цей пакет діє акційна пропозиція, якщо ви обираєте прибирання раз на тиждень. Всі потрібні засоби, техніку та інвентар клінер привозить з собою.",

      TableRow1Title: "Одноразове прибирання",
      TableRow2Title: "Від 4-х прибирань на місяць",

      List1Title: "У всіх кімнатах клінер:",
      List2Title: "На кухні:",
      List3Title: "В ванній кімнаті:",

      List1Item1: "розкладе речі на свої місця",
      List1Item2:
        "зробить сухе та вологе прибирання поверхонь на рівні свого зросту",
      List1Item3:
        "заправить або замінить постільну білизну (за бажанням замовника)",
      List1Item4:
        "знепилить дверні коробки, двері, ручки, вимикачі, розетки, підвіконня та світильники",
      List1Item5: "пропилососить та помиє підлогу",
      List1Item6: "винесе сміття",

      List2Item1:
        " помиє робочу зону фартуха біля плити та раковини, натре раковину",
      List2Item2: "помиє посуд, раковину, сантехніку, мікрохвильовку та плиту",
      List2Item3:
        "техніку, яка знаходиться на поверхні стільниці витре ззовні від пилу та протирає стіл",

      List3Item1: "помиє ванну, душ та умивальник",
      List3Item2: "натре змішувачі",
      List3Item3: "зробить дезінфекцію унітазу",
      List3Item4: "натре дзеркала та скляні поверхні",

      InfoText1:
        "Підтримуюче прибирання може включати в себе додаткові послуги!",
      InfoText2: "Час прибирання від 2х до 6 годин, залежить від квадратури",
    },
    "Базове прибирання": {
      "до 50 м2": "від 4500 грн",
      "до 70 м2": "від 5300 грн",
      "до 90 м2": "від 7400 грн",
      "до 120 м2": "від 10 200 грн",
      "до 150 м2": "від 12 750 грн",
      "від 150 м2": "від 85 грн / м2",

      maxPrice:
        "***максимально збільшена сума може бути на 2000 грн, все обговорюється перед початком роботи",

      "Помити витяжку": "від 400 грн",
      "Помити посуд": "від 150 грн / год",
      "Помити духову шафу": "від 450 грн",
      "Помити мікрохвильовку": "від 250 грн",
      "Протерти шафи всередині": "Від 20 грн / шт",
      "Помити холодильник": "від 400 грн",
      "Помити холодильну камеру": "від 200 грн",
      "Вимити кахель + шви": "від 150 грн / м2",
      "Почистити шви на підлозі/стінах": "від 100 грн / м2",
      "Прибрати додатковий санвузол": "від 350 грн",
      "Домашні улюбленці": "+ 200 грн",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 300 грн/пара",
      Прасування: "300 грн / год",
      "Лоток/мисочка домашньої тварини": "200 грн",
      "Реставрація хрому/раковини": "від 300 грн",
      "Зняття/прання/розвішування гардин": "Від 250 грн/вікно",
      "Знепилення гардин парогенератором + дезінфекція": "Від 300 грн/пара",
      "Видалення грибка": "Від 250 грн/зона",
      "Помити пральну машину": "від 450 грн",
      "Дезінфекція мʼяких меблів": "від 500 грн",
      "Складання/сортирування речей": "150 грн/година",
      "Доставка ключів": "від 150 грн",

      PromoText:
        "Ретельне прибирання всього помешкання на рівні зросту клінера! Всі потрібні засоби, техніку та інвентар клінери привозять з собою",

      PromoText2:
        "В рамках базового прибирання видаляємо пил і побутові забруднення зі всіх поверхонь на рівні зросту клінера, чистимо сантехніку та стіни у санвузлі, миємо кухонні поверхні та фасади, пилососимо меблі і килими.",

      List1Title: "У всіх кімнатах ми:",
      List2Title: "На кухні:",
      List3Title: "В ванній кімнаті та в санвузлі:",

      List1Item1: "розкладемо речі на свої місця",
      List1Item2: "застелимо (замінимо) посліть (за бажанням замовника)",
      List1Item3:
        "проведемо сухе та вологе прибирання всіх поверхонь ззовні на рівні зросту клінера - знепилимо двері, дверні коробки, ручки, розетки, вимикачі, підвіконня та світильники",
      List1Item4: "натремо дзеркала та скляні поверхні",
      List1Item5: "пропилососим, помиємо підлогу та винесемо сміття",

      List2Item1: "відмиємо стільницю, раковину, фасад та фартух",
      List2Item2:
        "протремо холодильник та всю техніку ззовні від пилу / помиємо мікрохвильовку",
      List2Item3: "помиємо посуд, підлогу та винесемо сміття",

      List3Item1: "натремо дзеркало та скляні поверхні",
      List3Item2: "помиємо ванну, душ, умивальник, змішувачі",
      List3Item3: "помиємо кахель на стінах з парогенератором",
      List3Item4:
        "зробимо дезінфекцію унітазу, помиємо підлогу та винесемо сміття",

      InfoText1:
        "Підтримуюче прибирання може включати в себе додаткові послуги!",
      InfoText2: "Час прибирання до 6 годин, залежить від квадратури",
    },
    "Генеральне прибирання": {
      "до 30 м2": "",
      "до 50 м2": "від 6 600 грн",
      "до 70 м2": "від 7 800 грн",
      "до 90 м2": "від 11 100 грн",
      "до 120 м2": "від 15 300 грн",
      "до 150 м2": "від 17 100 грн",
      "від 150 м2": "від 115 грн / м2",

      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 300 грн/пара",

      PromoText:
        "Генеральне прибирання - це повне ретельне прибирання всього помешкання, усіх поверхонь ззовні та всередині ",

      PromoText2:
        "При генеральному прибиранні робимо все те, що робимо при стандартному, а також: рухаємо меблі і миємо в важкодоступних місцях, працюємо із застарілими плямами. В ціну даного прибирання входить вся техніка на кухні: духова шафа, холодильник, мікрохвильовка, витяжка, чистка радіаторів парогенератором. За морозильну камеру потрібно попереджати окремо, чи потрібно. У розрахунок включене прибирання у всіх приміщеннях квартири: в житлових кімнатах, на кухні, санвузлах, коридорі і передпокої, на балконі і в гардеробній. Всі потрібні засоби, техніку та інвентар клінери привозять з собою.",

      List1Title: "У всіх кімнатах:",
      List2Title: "На кухні:",
      List3Title: "В ванній кімнаті та санвузлі:",

      List1Item1:
        "розкладемо речі на місця, знепилимо стелю, ніші, карнизи та стіни",
      List1Item2:
        "знепилимо дверні коробки, двері, ручки вимикачі, розетки, підвіконня та світильники",
      List1Item3:
        "проведемо сухе та вологе прибирання всіх поверхонь ззовні та в середині - зробимо суху чистку мʼяких меблів / застелимо (замінимо) постільну білизну (за бажанням замовника)",
      List1Item4: "зробимо чистку радіаторів парогенератором",
      List1Item5: "натремо дзеркала та скляні поверхні",
      List1Item6: "пропилосим, протремо плінтуса та помиємо підлогу",
      List1Item7: "винесемо сміття",

      List2Item1:
        "відмиємо всі старі забруднення з професійними засобами та технікою",
      List2Item2:
        "помиємо фасад, фартух та плиту, <br/> відмиємо духову шафу, мікрохвильовку, холодильник та іншу техніку, яка знаходиться на стільниці всередині та ззовні",
      List2Item3: "помиємо посуд в раковині",

      List3Item1: "обробимо плитку парогенератором та натремо її",
      List3Item2:
        "відмиємо всі старі та сильно забруднені поверхні з професійними засобами та технікою",
      List3Item3: "натремо дзеркала та скляні поверхні",
      List3Item4:
        "помиємо ванну, душ, умивальник, змішувачі, вентиляційні решітки",
      List3Item5: "зробимо дезінфекцію унітазу",

      InfoText1: "Прибирання може включати в себе додаткові послуги!",
      InfoText2:
        "Час прибирання до 12 годин, залежить від квадратури та обʼєму робіт",
    },
    "Прибирання після ремонту": {
      price: "від 140 грн / м2",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 300 грн/пара",
      "Миття вікон після ремонту": "Від 310 грн/м2 з двох сторін",

      Text1:
        "Прибирання після ремонту включає повне видалення будівельного пилу, а також слідів фарби, затирання, скотчу, клею, монтажної піни та інших будівельних забруднень. Чистці піддаються абсолютно всі поверхні і всі предмети інтерʼєру в приміщенні включаючи, стіни, підлогу і стелю, меблі всередині та зовні",
      Text2:
        "Всі потрібні засоби, техніку та інвентар клінери привозять з собою. Всі вологостійкі поверхні миємо спеціалізованими засобами, інші очищаємо сухими методами. Окремо оцінюється поштучне очищення і розстановка великої кількості побутових предметів, залишених в зоні ремонту.",
      Text3:
        "Може включати в себе додаткові послуги! Єдине, що не вивозимо великого габаритного сміття.",
      Text4:
        "Час прибирання до 12 годин, залежить від квадратури та обʼєму роботи.",
    },
    "Хімчистка меблів": {
      "Диван «Книжка»": "Від 1700 грн",
      "Диван «Кутовий»": "Від 2100 грн",
      "Диван «П-подібний»": "Від 3400 грн",
      "Кухонний куточок": "Від 1450 грн",
      "Розкладна/висувна частина": "Від 200 грн",
      "Одна подушка": "90грн/шт",
      "Крісло велике мʼяке": "Від 600 грн",
      "Пуф мʼякий": "Від 300 грн",
      "Банкетка мʼяка": "Від 500 грн",
      "Стілець великий мʼякий": "від 450 грн",
      "Стілець малий мʼякий": "Від 250 грн",
      "Односпальний матрац дитячий (з однієі сторони)": "Від 1100 грн",
      "Двоспальний матрац (з однієі сторони)": "Від 1500 грн",
      "Чистка каркасу + підголовника": "Від 1200 грн",
      "Лише підголовник чи каркас": "Від 650 грн",
    },
    "Миття вікон": {
      "Сезонне миття вікон від  з двох сторін": "від 250 грн /м2",
      "Миття вікон після ремонту від  з двох сторін": "від 280 грн/м2",
      "Миття вікон з однієї сторони + рама всередині від": "від 170 грн/м2",
      "Знепилення зсередини": "100 грн/м2",
      "Миття сіток": "50 грн/шт",
    },
    "Локальне прибирання": {
      "Ціна такого прибирання": "850 грн / год",
      "ванна кімната": "450 грн/година",
      кухня: "450 грн/година",
      "Миття вікон з однієї сторони + рама всередині": "від 120 грн/м2",
      "Миття вікон від пилу зсередини": "від 80 грн/м2",

      Text1:
        "Локальне прибирання полягає в тому, що саме ви формуєте обʼєм роботи. Тобто клінери працюють за вашим чітким переліком. Також, Ви самостійно контролюєте час перебування клінерів та фіксуєте одразу діапазон годин роботи.",
      Text2: `
      Ціна такого прибирання
                <span class="accent">
                  <span
                    data-changeable="true"
                    data-category="Локальне прибирання"
                    data-service="Ціна такого прибирання"
                    >850 грн / година
                  </span> </span
                > кожної зони помешкання, тобто зони рахуються окремо і паралельно. Мінімальне замовлення
                <span class="accent"> 3 години </span>.
    `,
      Text3:
        "Час фіксується той, в який вже клінер почав працювати. Перерва клінерів (якщо можлива) не входить в час роботи, час віднімається. Мінімальне замовлення 3 години. Оплачується робота ОДНОГО клінера у 850 грн/година",

      Text4:
        "Всі потрібні засоби, техніку та інвентар клінер привозить з собою.",
    },
    "Персональний помічник": {
      "Ціна такої послуги": "450 грн/год",
    },
    Франшиза: {
      price: "4000$",
      phone: "+38(097) 0222 477",
    },
    Contacts: {
      Email: "luckycleaning.vn21@gmail.com",
      Email_From: "luckycleaning.vn21@gmail.com",
      Email_To: "kovalvikusik20@gmail.com",
      Instagram:
        "https://instagram.com/lucky_cleaning.vn?igshid=OGQ5ZDc2ODk2ZA==",
      TikTok: "https://www.tiktok.com/@lucky_cleaning.vn?_t=8fDtyXdBUGs",
      Facebook: "https://www.facebook.com/profile.php?id=100067292997034",
      Telegram: "https://t.me/LuckyCleaning_bot",
      Phone: "+38 (068) 46 44 144",
      TelegramMessage: "https://t.me/lucky_cleaning_service",
    },
  },
};

export const getServiceValue = (city, category, name) => {
  const value = services[city][category][name];

  if (!value) {
    return "";
  }

  return value;
};

export const setCity = (city = "") => {
  window.localStorage.setItem(CITY_KEY, city);
};

export const getCity = () => {
  return window.localStorage.getItem(CITY_KEY);
};
