const CITY_KEY = "user/city";

export const services = {
  Kiev: {
    "Підтримуюче прибирання": {
      "до 50 м2": "від 1200 грн",
      "до 70 м2": "від 1500 грн",
      "до 90 м2": "від 1800 грн",
      "до 120 м2": "від 2100 грн",
      "до 150 м2": "від 2500 грн",
      "від 150 м2": "20 грн за м2",
      "Помити витяжку": "Від 420 грн",
      "Помити посуд": "100 грн / год",
      "Помити духову шафу": "Від 550 грн",
      "Протерти шафи всередині": "Від 20 грн / шт",
      "Помити холодильник": "Від 450 грн",
      "Вимити кахель + шви": "120 грн / м2",
      "Почистити шви на підлозі/стінах": "120 грн / м2",
      "Прибрати додатковий санвузол": "Від 350 грн",
      "Домашні улюбленці": "200грн+",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 250 грн/пара",
      Прасування: "200 грн / год",
      "Помити пральну машину ": "від 400 грн",
    },
    "Базове прибирання": {
      "до 50 м2": "від 3000 грн",
      "до 70 м2": "від 3400 грн",
      "до 90 м2": "від 4000 грн",
      "до 120 м2": "від 4600 грн",
      "до 150 м2": "від 5500 грн",
      "від 150 м2": "43 грн/м2",
      "Помити витяжку": "Від 420 грн",
      "Помити посуд": "100 грн / год",
      "Помити духову шафу": "Від 550 грн",
      "Протерти шафи всередині": "Від 20 грн / шт",
      "Помити холодильник": "Від 450 грн",
      "Вимити кахель + шви": "120 грн / м2",
      "Почистити шви на підлозі/стінах": "120 грн / м2",
      "Прибрати додатковий санвузол": "Від 350 грн",
      "Домашні улюбленці": "200грн+",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 250 грн/пара",
      Прасування: "200 грн / год",
      "Помити пральну машину ": "від 400 грн",
    },
    "Генеральне прибирання": {
      "до 30 м2": "від 3400 грн",
      "до 50 м2": "від 4800 грн",
      "до 70 м2": "від 6100 грн",
      "до 90 м2": "від 7500 грн",
      "до 120 м2": "від 9100 грн",
      "до 150 м2": "від 10400 грн",
      "від 150 м2": "78 грн/м2",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 250 грн/пара",
    },
    "Прибирання після ремонту": {
      "від 90 грн / м2": "від 110 до 140 грн за м2",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 250 грн/пара",
      "Миття вікон після ремонту": "Від 250 грн/м2 з двох сторін",
    },
    "Хімчистка меблів": {
      "Диван «Книжка»": "Від 1500 грн",
      "Диван «Кутовий»": "Від 1900 грн",
      "Диван «П-подібний»": "Від 3100 грн",
      "Кухонний куточок": "Від 1300 грн",
      "Розкладна/висувна частина": "150грн+",
      "Одна подушка": "70грн+",
      "Крісло велике мʼяке": "Від 600 грн",
      "Пуф мʼякий": "Від 250 грн",
      "Банкетка мʼяка": "Від 450 грн",
      "Стілець великий мʼякий": "від 400 грн",
      "Стілець малий мʼякий": "Від 150 грн",
      "Односпальний матрац дитячий": "Від 150 грн",
      "Двоспальний матрац": "Від 1100 грн",
      "Чистка каркасу + підголовника": "Від 1500 грн",
      "Лише підголовник чи каркас": "Від 1100 грн",
    },
    "Миття вікон": {
      "Сезонне миття вікон від  з двох сторін": "від 180 грн /м2",
      "Тобто , та паралельно ": "від 250 грн/м2",
      "Миття вікон з однієї сторони + рама всередині від ": "від 120 грн/м2",
      "Знепилення зсередини": "80 грн/м2",
    },
    "Локальне прибирання": {
      "Ціна такого прибирання": "550 грн / година.",
      "ванна кімната": "550 грн / година.",
      кухня: "550 грн / година.",
      "Миття вікон з однієї сторони + рама всередині": "від 120 грн/м2",
      "Миття вікон від пилу зсередини": "від 80 грн/м2",
    },
    "Персональний помічник": {
      "Ціна такої послуги": "550 грн/год",
    },
    Contacts: {
      Email: "luckycleaningkyiv@gmail.com",
      Instagram:
        "https://instagram.com/lucky_cleaning.kyiv?igshid=OGQ5ZDc2ODk2ZA==",
      TikTok: "https://www.tiktok.com/@lucky_cleaning.vn?_t=8fDtyXdBUGs",
      Facebook: "https://www.facebook.com/profile.php?id=100067292997034",
      Telegram: "https://t.me/LuckyCleaning_bot",
      Phone: "+380 (67) 192 92 12",
    },
  },
  Vinitsa: {
    "Підтримуюче прибирання": {
      "до 50 м2": "від 1000",
      "до 70 м2": "від 1300",
      "до 90 м2": "від 1600",
      "до 120 м2": "від 1900",
      "до 150 м2": "від 2300",
      "від 150 м2": "від 17 грн/м2",
      "Помити витяжку": "від 400 грн",
      "Помити посуд": "від 100 грн / год",
      "Помити духову шафу": "від 450 грн",
      "Протерти шафи всередині": "Від 20 грн / шт",
      "Помити холодильник": "від 400 грн",
      "Вимити кахель + шви": "від 100 грн / м2",
      "Почистити шви на підлозі/стінах": "від 100 грн / м2",
      "Прибрати додатковий санвузол": "від 350 грн",
      "Домашні улюбленці": "200+ грн",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 250 грн/пара",
      Прасування: "180 грн / год",
      "Помити пральну машину ": "від 350 грн",
    },
    "Базове прибирання": {
      "до 50 м2": "від 2900 грн",
      "до 70 м2": "від 3300 грн",
      "до 90 м2": "від 4500 грн",
      "до 120 м2": "від 5600 грн",
      "до 150 м2": "від 6200 грн",
      "від 150 м2": "від 40 грн / м2",
      "Помити витяжку": "Від 400 грн",
      "Помити посуд": "100 грн / год",
      "Помити духову шафу": "Від 450 грн",
      "Протерти шафи всередині": "Від 20 грн / шт",
      "Помити холодильник": "Від 400 грн",
      "Вимити кахель + шви": "100 грн / м2",
      "Почистити шви на підлозі/стінах": "100 грн / м2",
      "Прибрати додатковий санвузол": "Від 350 грн",
      "Домашні улюбленці": "200грн+",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 250 грн/пара",
      Прасування: "180 грн / год",
      "Помити пральну машину ": "від 350 грн",
    },
    "Генеральне прибирання": {
      "до 30 м2": "",
      "до 50 м2": "від 4 500 грн",
      "до 70 м2": "від 5 600 грн",
      "до 90 м2": "від 7 500 грн",
      "до 120 м2": "від 9 500 грн",
      "до 150 м2": "від 10 500 грн",
      "від 150 м2": "від 70 грн / м2",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 250 грн/пара",
    },
    "Прибирання після ремонту": {
      "від 90 грн / м2": "від 90 грн / м2",
      "Хімчистка штор парогенератором від пилу та шкідників":
        "Від 250 грн/пара",
      "Миття вікон після ремонту": "Від 250 грн/м2 з двох сторін",
    },
    "Хімчистка меблів": {
      "Диван «Книжка»": "Від 1500 грн",
      "Диван «Кутовий»": "Від 1900 грн",
      "Диван «П-подібний»": "Від 3100 грн",
      "Кухонний куточок": "Від 1300 грн",
      "Розкладна/висувна частина": "150грн+",
      "Одна подушка": "70грн+",
      "Крісло велике мʼяке": "Від 600 грн",
      "Пуф мʼякий": "Від 250 грн",
      "Банкетка мʼяка": "Від 450 грн",
      "Стілець великий мʼякий": "від 400 грн",
      "Стілець малий мʼякий": "Від 150 грн",
      "Односпальний матрац дитячий": "Від 150 грн",
      "Двоспальний матрац": "Від 1100 грн",
      "Чистка каркасу + підголовника": "Від 1500 грн",
      "Лише підголовник чи каркас": "Від 1100 грн",
    },
    "Миття вікон": {
      "Сезонне миття вікон від  з двох сторін": "від 180 грн /м2",
      "Тобто , та паралельно ": "від 250 грн/м2",
      "Миття вікон з однієї сторони + рама всередині від ": "від 120 грн/м2",
      "Знепилення зсередини": "80 грн/м2",
    },
    "Локальне прибирання": {
      "Ціна такого прибирання": "450 грн / год",
      "ванна кімната": "450 грн/година",
      кухня: "450 грн/година",
      "Миття вікон з однієї сторони + рама всередині": "від 120 грн/м2",
      "Миття вікон від пилу зсередини": "від 80 грн/м2",
    },
    "Персональний помічник": {
      "Ціна такої послуги": "450 грн/год",
    },
    Contacts: {
      Email: "luckycleaning.vn21@gmail.com",
      Instagram:
        "https://instagram.com/lucky_cleaning.vn?igshid=OGQ5ZDc2ODk2ZA==",
      TikTok: "https://www.tiktok.com/@lucky_cleaning.vn?_t=8fDtyXdBUGs",
      Facebook: "https://www.facebook.com/profile.php?id=100067292997034",
      Telegram: "https://t.me/LuckyCleaning_bot",
      Phone: "+38 (068) 46 44 144",
    },
  },
};

export const getServiceValue = (city, category, name) => {
  const value = services[city][category][name];

  if (!value) {
    return "";
  }

  return value;
};

export const setCity = (city = "") => {
  window.localStorage.setItem(CITY_KEY, city);
};

export const getCity = () => {
  return window.localStorage.getItem(CITY_KEY);
};
